Repository: bljubisic/SimpleScrabbleGame
Catalog: SimpleScrabbleGame/*.lproj/Localizable.strings
Languages: fr, it, pt

source: TIME
fr: TEMPS
it: TEMPO
pt: TEMPO

source: SCORE
it: PUNTEGGIO
pt: PONTUAÇÃO

source: points
it: punti
pt: pontos

source: Tap letters to spell words!
fr: Touchez les lettres pour former des mots !
it: Tocca le lettere per formare parole!
pt: Toque nas letras para formar palavras!

source: Current Word: %@
fr: Mot actuel : %@
it: Parola corrente: %@
pt: Palavra Atual: %@

source: Score: %d
it: Punteggio: %d
pt: Pontuação: %d

source: Words: %d
fr: Mots : %d
it: Parole: %d
pt: Palavras: %d

source: Score: %d | Words: %d
fr: Score : %d | Mots : %d
it: Punteggio: %d | Parole: %d
pt: Pontuação: %d | Palavras: %d

source: Clear
fr: Effacer
it: Cancella
pt: Limpar

source: Submit
fr: Soumettre
it: Invia
pt: Enviar

source: Play Again
fr: Rejouer
it: Gioca ancora
pt: Jogar Novamente

source: Reset placement
fr: Réinitialiser le placement
it: Ripristina posizionamento
pt: Redefinir posicionamento

source: Pick Your Difficulty
fr: Choisissez votre difficulté
it: Scegli la difficoltà
pt: Escolha sua Dificuldade

source: Easy
fr: Facile
it: Facile
pt: Fácil

source: Medium
fr: Moyen
it: Medio
pt: Médio

source: Hard
fr: Difficile
it: Difficile
pt: Difícil

source: Time's Up!
fr: Temps écoulé !
it: Tempo scaduto!
pt: Tempo Esgotado!

source: Congratulations!
fr: Félicitations !
it: Complimenti!
pt: Parabéns!

source: You've completed all levels!
fr: Vous avez terminé tous les niveaux !
it: Hai completato tutti i livelli!
pt: Você completou todos os níveis!

source: Better luck next time!
fr: Meilleure chance la prochaine fois !
it: Più fortuna la prossima volta!
pt: Mais sorte na próxima vez!

source: FINAL SCORE
fr: SCORE FINAL
it: PUNTEGGIO FINALE
pt: PONTUAÇÃO FINAL

source: %@ - %dpts (%d words)
fr: %@ - %dpts (%d mots)
it: %@ - %dpts (%d parole)
pt: %@ - %dpts (%d palavras)

source: Game View not found
fr: Vue du jeu introuvable
it: Vista del gioco non trovata
pt: Visualização do jogo não encontrada

source: Selected level: %@
fr: Niveau sélectionné : %@
it: Livello selezionato: %@
pt: Nível selecionado: %@

source: Implement a navigation destination to your game view.
fr: Implémentez une destination de navigation pour votre vue de jeu.
it: Implementa una destinazione di navigazione per la vista del gioco.
pt: Implemente um destino de navegação para sua visualização do jogo.

source: Failed to setup audio session: %@
fr: Échec de la configuration de la session audio : %@
it: Errore nella configurazione della sessione audio: %@
pt: Falha ao configurar sessão de áudio: %@

source: Failed to play balloon pop sound: %@
fr: Échec de la lecture du son d'éclatement de ballon : %@
it: Errore nella riproduzione del suono di scoppio del palloncino: %@
pt: Falha ao reproduzir som de estouro do balão: %@

source: Word must be at least 3 letters
fr: Le mot doit contenir au moins 3 lettres
it: La parola deve contenere almeno 3 lettere
pt: A palavra deve ter pelo menos 3 letras

source: Word must contain only letters
fr: Le mot doit contenir uniquement des lettres
it: La parola deve contenere solo lettere
pt: A palavra deve conter apenas letras

source: Word not found in dictionary
fr: Mot non trouvé dans le dictionnaire
it: Parola non trovata nel dizionario
pt: Palavra não encontrada no dicionário

# Word already used
source: Word already used this game
fr: Mot déjà utilisé dans ce jeu
it: Parola già utilizzata in questo gioco
pt: Palavra já utilizada neste jogo
